//PRINT2   JOB  REPROJCL
//STEP1    EXEC PGM=IDCAMS
//VSDSET2  DD   DSNAME=Z01452.VSAMDS,DISP=OLD
//SYSPRINT DD   SYSOUT=A
//SYSIN    DD   *
     PRINT -
           INDATASET(Z01452.VSAMDS) -
           COUNT(20) -
           CHARACTER
/*